[
"Don’t look at the calendar. Just keep celebrating every day.",
"Invest in quality pieces, they never go out of style.",
"I make myself go out every day, even if it’s only to walk around the block. The key to staying young is to keep moving.",
"Exercise, to me, is totally unnecessary. I think it’s mostly overrated.",
"The use of vitamins? Forget it. And I don’t encourage going to a lot of doctors, either.",
"Fall in love, get married. Sex is to be encouraged.",
"Even if you feel hatred, keep it to yourself. Don’t hurt other people for any reason.",
"Don’t ever give up on love.",
"Nobody else controls you.",
"Make time to cry.",
"Travel while you’re young and able. Don’t worry about the money, just make it work. Experience is far more valuable than money will ever be.",
"Don’t compare. You’ll never be happy with your life. The grass is always greener.",
"If you are embarrassed to be dating someone, you should not be dating them.",
"Do one thing each day that is just for you.",
"Don’t be a cheapskate.",
"Forgive.",
"Find your passion and live it.",
"Most time things will figure themselves out.",
"Choose the right parents.",
"Have a pet. Life gets lonely sometimes. Pets are reminders of how we’re all living things.",
"I’m not saying you have to practice one religion or another, or not practice one religion or another… I’m just saying that you should figure out what you believe in and live it completely.",
"Learn to adapt.",
"Take time to mourn what you’ve lost.",
"Keep going and never give up.",
"Make yourself walk.",
"I drink the faucet water.",
"Don’t just die all because you want to.",
"Life is fun. It’s all up to the person. Be satisfied. You don’t have to be ‘happy’ all the time, you need to be satisfied.",
"Love people. Find something to like about the person—it’s there—because we’re all just people.",
"Get a great education. That is something that no one can take away from you.",
"Think positive.",
"Exercise every morning… I have a machine… it’s a cross between a rowing machine and a bicycle… [I do] 150, 200 [rows] every morning. I won’t leave my bedroom until I’ve done that.",
"Be active. I do things my way, like skiing when I’m 100. Nobody else does that even if they have energy. And I try to eat pretty correctly and get exercise and fresh air and sunshine.",
"If you’re positive you can get through it OK. When you think negatively, you’re putting poison on your body. Just smile. They say laughter is the best medicine there is.",
"For years I would not take any medicines at all. I don’t think they do much, and lots of times the doctor is using you as a guinea pig.",
"Don’t die too early.",
"Just go ahead and do your thing no matter what.",
"You can involve yourself in local problems. There are all sorts of things that have to be tended to in the world.",
"Have lots of people in the house and lots of different kinds of people—young, old, black, white, people from all over the world. People have always energized me.",
"Just keep going.",
"I attribute my longevity to a great extent to walking, not being in the back of the car strapped down.",
"I’ve done almost everything that I know of: ballet, I’ve done tai chi. I’ve done yoga. I walked 4 miles a day. I stretched and flexed. I wrote the book.",
"I put my health down to whiskey and cigarettes. I only drink when I’m out, but my doctor said I wouldn’t be alive without them. I’m still alive, and I can lift my elbows—it’s great.",
"We all remember how as children, when we were having fun, we often forgot to eat or sleep. I believe that we can keep that attitude as adults, too. It’s best not to tire the body with too many rules such as lunchtime and bedtime.",
"For breakfast I drink coffee, a glass of milk, and some orange juice with a tablespoon of olive oil in it. Olive oil is great for the arteries and keeps my skin healthy. Lunch is milk and a few cookies, or nothing when I am too busy to eat. I never get hungry because I focus on my work. Dinner is veggies, a bit of fish and rice, and, twice a week, 100 grams of lean meat.",
"There is no need to ever retire, but if one must, it should be a lot later than 65.",
"When a doctor recommends you take a test or have some surgery, ask whether the doctor would suggest that his or her spouse or children go through such a procedure. Contrary to popular belief, doctors can’t cure everyone. So why cause unnecessary pain with surgery? I think music and animal therapy can help more than most doctors imagine.",
"To stay healthy always, take the stairs and carry your own stuff. I take two stairs at a time, to get my muscles moving.",
"My inspiration is Robert Browning’s poem 'Abt Vogler.' My father used to read it to me. It encourages us to make big art, not small scribbles. It says to try to draw a circle so huge that there is no way we can finish it while we are alive. All we see is an arch; the rest is beyond our vision but it is there in the distance.",
"Pain is mysterious, and having fun is the best way to forget it.",
"Don’t be crazy about amassing material things. Remember: you don’t know when your number is up, and you can’t take it with you to the next place.",
"Science alone can’t help or cure people.",
"Find a role model and aim to achieve even more than they could ever do.",
"It’s wonderful to live long. Until one is 60 years old, it is easy to work for one’s family and to achieve one’s goals. But in our later years, we should strive to contribute to society. Since the age of 65, I have worked as a volunteer. I still put in 18 hours seven days a week and love every minute of it.",
"This is some advice for the ladies. Don’t marry an older man, marry a younger one.",
"I try not to worry. I just try to live.",
"I try to have enough trust and confidence in myself to deal with things as they come.",
"I don’t eat very much, but I always eat a fruit, a vegetable, and a little meat, and always make sure that I get sardine and salmon at least once or twice a week.",
"For less than seven years I had a mortgage. I paid everything outright, and I’ve lived that way until today. That is the secret to longevity right there.",
"Keep busy doing what you like.",
"You gotta have good genes.",
"You gotta be… lucky for 100 years.",
"Try not to eat anything that’s healthy. It’s true. I eat whatever I want. The secret to longevity is ice cream.",
"Quit while you’re ahead.",
"It’s just as important to take care of your mind. I take two classes… and I’ve studied everything from anti-Semitism to current events.",
"[Humor is] a life force, a way of surviving the difficulties of living.",
"When you laugh at yourself, you prevent others from laughing at you.",
"I think [people] have to be curious. They have to be interested in life outside their little aches and pains. They have to be excited about seeing new things, meeting new people, watching a new play—just passionate about life.",
"I don’t care what you’re passionate about: maybe saving Dixie cup covers. But if you do it passionately, you’re alive.",
"Age is not a disease.",
"Don’t get hurt.",
"Be honest. I’ve rarely lied. And when you are honest with people, it comes back to you, and they are honest with you. It’s too much work keeping up with a lie. You don’t need the extra stress.",
"Keep an open mind, and things seem less strange.",
"Always listen to the other person. You’ll learn something. Try to sit back, because you will learn a lot more listening to others than telling them what you know.",
"You have to love what you do. if you find a job you love, you will never have to work a day in your life.",
"Take naps every day.",
"You get one family, so stick with them. But it depends if these hardships are financial or emotional or other types. Stick it out. Some days are worse than others, and you have to be ok with that. The night is darkest before dawn.",
"I try to take the time to look at and appreciate the smaller things that make this life beautiful. When I do that, time slows.",
"Do something interesting every day; otherwise you disintegrate.",
"Learning new things makes you happy and keeps your mind active.",
"Sleep well, try not to worry, and enjoy good dreams.",
"I participate in lots of activities. I play Bingo, do meditation and crafts, and attend fitness classes, like Zumba Gold for seniors, chair yoga, and sittercise… I don’t miss happy hour either! I drop in three times a week.",
"Be lovable. I’ve lived a long life because there are so many people who love me.",
"I take a drink of Scotch every day. And I feel great afterward.",
"Keep kosher.",
"I never drank, smoked, or fooled with the weeds, you know, that stuff. And I don’t let anything upset me, especially traffic.",
"I don’t like stress. I can’t stand arguing. If anybody is fussing, I’m gone. I like to be around positive people, people who lift you up not bring you down.",
"Mind your own business, and don’t eat junk food.",
"Laughter keeps you healthy. You can survive by seeing the humor in everything. Thumb your nose at sadness; turn the tables on tragedy. You can’t laugh and be angry, you can’t laugh and feel sad, you can’t laugh and feel envious.",
"Look inside your soul and find your tools. We all have tools and have to live with the help of them. I have two tools: my words and my images. I used my typewriter, computer, and my cameras to fight injustice. Whenever I see a possibility of helping people who are in danger, I want to help them.",
"Have a good appetite, lots of friends, and keep busy.",
"Have a good wife, two scotches a night, and be easygoing.",
"Never run out of responsibility; if you don’t have one, find one. Find a cause and knock yourself out for it. It will enhance your brainpower, interest in life, and keep you alive longer. I’m alert because I work. Virtue is its own reward.",
"It is very important to have a widespread curiosity about life.",
"Keep yourself alert, active, and educated. Beat to your own drum."  ,
"Don’t smoke, don’t drink, and don’t retire.",
"Take one day at a time, and go along with the tide.",
"You have to be lucky, but I made the best of things when bad things happened. I also ate prunes every single day.",
"Do what you have to do. Don’t analyze it, just do it.",
"Take it easy, enjoy life, what will be will be. Sleep well, have a Bailey’s Irish Cream before bed if you have a cold—you will wake up fine the next morning.",
"If you are constantly comparing your life to the lives of others, you’ll never be happy.",
"If you blame it on someone else, don’t expect it to get better.",
"If you’re going to f*ck up, and you’re going to, make sure it’s your fault. – I was training to be a boat captain and he was explaining how to deal with the inevitable accidents. I have found owning your mistakes generally is a best practice.",
"Try not to take anything personally. No one thinks about you as much as you do.",
"If you want to remember something, write it down.",
"Never argue with a fool. Onlookers may not be able to tell the difference.",
"Act like you know what you’re doing in whatever situation, and 99% of people will leave you the hell alone.",
"You can be the ripest, juiciest peach in the world, and there will always be someone who hates peaches. (-Dita von Teese)",
"Don’t worry about what other people think about you. They are generally too worried about what you think about them.",
"Don’t give up what you want most for what you want now.",
"It doesn’t matter if you spend 1000 hours practicing if you’re doing it wrong, all you learned is how to do it wrong.",
"Don’t be afraid of being alone. sometimes, you’re better off that way.",
"If a person is nice to you but not nice to the waiter, they’re not a nice a person.",
"Figure out what you love to do, and then figure out how to get someone to pay you to do it.",
"Wait 24 hours before getting mad and reacting at anything. If it doesn’t bother you in 24 hours time, it probably isn’t important enough to get mad over.",
"There is nothing wrong with not knowing something, there is something wrong with not doing anything about it.",
"Never make decisions when you’re angry. Never make promises when you’re happy.",
"When dealing with conflict, always use the 'when you do/say X, it makes me feel Y because Z' formula. It gets conflict out of the way, minimizes screaming and tears, and works towards a solution much more constructively than just blaming the other person.",
"Learn something about everything, and everything about something.",
"When your anger passes, the relationship is still there. Basically, when you’re no longer angry, the damage done to your relationship while you acted on your anger remains and permanently hurts the relationship.",
"In a year from now, you’ll wish you started today",
"Don’t promise when you’re happy. Don’t reply when you’re angry. Don’t decide when you’re sad.",
"Don’t look at what people say…look at what they do.",
"When you have a generous impulse, follow it. If it randomly occurs to you to give money to a homeless guy, or offer to help a friend move, or pay the toll for the person behind you…just do it.",
"We judge ourselves based on our thoughts. The world judges us based on our actions.",
"You’ll notice you live your life so much more when you stop giving a shit about what YOU think others think about you. Surprise everyone, show them you’re more than a pretty face and then laugh at them when they look shocked that you’ve made it.",
"'You deserve what you accept' One of my university professors once told me that and it has stuck with me and I will never accept failure, and it taught me never to blame my shortcomings on circumstance or anyone else.",
"If you think you know something, find someone who disagrees and listen to them.",
"You have to be your own person first.",
"It’s better to regret something you did, than something you didn’t do’",
"Be confident and act like you belong.",
"'Don’t take life seriously, no one gets out alive anyway.' Has served me very well over the years",
"You can’t reason someone out of a position they didn’t reason themself into.",
"Think before you speak. Read before you think.",
"Everything in moderation, including moderation.",
"The past is behind, learn from it. The future is ahead, prepare for it. The present is here, live it.",
"Live like you were dying, Love because you are.",
"Never lie in bed at night asking yourself questions you can't answer.",
"The most important thing to do if you find yourself in a hole is to stop digging.",
"Love unconditionally, laugh intentionally, live strategically, and learn daily.",
"Watch it,' her mom snapped. 'Don't start a fight just because it's the easiest thing to do.",
"Seek to be the smartest in a room, not the loudest.",
"Find joy in everything you choose to do. Every job, relationship, home… it's your responsibility to love it, or change it.",
"Read everything and be kind.",
"Never miss a good chance to shut up.",
"We cannot change the cards we are dealt, just how we play the hand.",
"Never ruin an apology with an excuse.",
"Don't ever take a fence down until you know why it was put up.",
"The best way to predict your future is to create it.",
"Go wisely and slowly. Those who rush stumble and fall.",
"Rule of life. If you bother to ask someone’s advice, then bother to listen to it.",
"Find a voice in a whisper.",
"If you have to convince someone to stay with you then they have already left.",
"The hell with the rules. If it sounds right, then it is.",
"There are no foolish questions and no man becomes a fool until he has stopped asking questions.",
"Just because you don't know what you want yet, it doesn't mean that there's nothing to want.",
"Worrying will never fix anything.",
"Your job doesn’t define you and it never will.",
"Travel as much as you can because life isn’t meant to be lived in one spot.",
"Always rescue your pet.",
"Things aren’t valuable and the more you have the more tied down you become.",
"Stop comparing yourself to others and start focusing on being better than where you’re at right now.",
"There is always room for improvement.",
"A good sense of humor will get you a long way.",
"Don’t forget you have to take care of yourself before you can properly take care of others.",
"Always lend a hand when you can, kindness will get you a long way.",
"Read as many books as you can they’ll take you places you could never imagine.",
"Work to live but never live to work, you’ll miss out on too much.",
"It’s never a bad time to call someone to tell them you love them.",
"Learn one new thing every day.",
"Experiences will always be more valuable than items.",
"Wake up every morning with a positive attitude or thought, it will make your life more enjoyable.",
"Value yourself because if you don’t then no one else will either.",
"Life shouldn’t be filled with stress and anger, it’s meant to be enjoyed so do the things that put a smile on your face.",
"A healthy balance is so important and it’s important to find what works best for you.",
"You need to learn how to love yourself and forgive yourself because you’re the only one who will always be there for you.",
"Hating people is a complete waste of time and fuels a lot of negative energy you don’t need.",
"Life isn’t fair but you have to accept that and do the best you can regardless.",
"No one judges you worse than you judge yourself.",
"Comparing yourself to others is toxic, everyone on this earth is built differently and is faced with different struggles.",
"Never stay with someone who doesn’t respect or value you because you deserve more.",
"You can feel sorry for yourself your whole life if you want but everyone else stopped feeling sorry for you a day after ‘it’ happened.",
"If your significant other, or anyone for that matter, puts a hand on you – leave, it won’t be the only time, even if they say it will.",
"Every day is a new opportunity to become the person you’ve always wanted to be.",
"You will never get something unless you ask for it.",
"If you can’t help others at least don’t hurt them.",
"Keep the curiosity alive in you.",
"Don’t put your friends and family on the back burner once you get a relationships because if it ends you’ll have no one.",
"You don’t need a specific reason to celebrate, you’re alive and that should be enough.",
"If you are sad go outside, leaving your bed will make you feel better.",
"Crying can be good for you; it’s definitely better than keeping it bottled up.",
"Don’t be cheap, no one likes cheap people.",
"Do one thing every day that is just for you.",
"No matter how bad things seem they will always work out, they always do.",
"Learn when it’s time to let someone go because you can’t hang on forever.",
"Realize that people on the internet are still humans with problems and feelings, just like you.",
"Just because someone else doesn’t like something doesn’t mean you can’t.",
"Always open your doors to the people in your life, a home with laughter and love will fill you.",
"Be honest, it will help you way more than getting caught in a lie.",
"If you think the grass is greener on the other side, start watering your own side more.",
"If you get tired, take a nap.",
"Always at least listen to other people’s points of view, even if it seems completely insane.",
"Do something that makes you feel alive or stimulated every single day or else you might as well be dead.",
"Road rage is NEVER going to make the other drivers drive better or get you anywhere faster.",
"Laughter is the best medicine, it’s also good for the soul.",
"You are enough just the way you are.",
"Remember that spiders are more afraid of you, than you are of them.",
"Smile and the world smiles with you. Frown and you're on your own.",
"Don't eat non-snow-coloured snow.",
"Cars are bad investments.",
"If you have the chance, take it!",
"Never cut your own fringe.",
"Make choices and dont look back.",
"Happiness is a journey, not a destination.",
"True happiness always resides in the quest.",
"Never pay full price for a sofa at DFS.",
"Avoid mixing Ginger Nuts with other biscuits, they contaminate. Keep separated.",
"Always block trolls.",
"If you're feeling tired or anxious, a pint of water will almost always make you feel better.",
"Life is better when you sing about bananas.",
"If it ain't broke don't fix it.",
"It's unlucky to be superstitious.",
"Sometimes it's best to ignore other people's advice.",
"Don't judge a book by its cover, unless it has a synopsis on the back.",
"If you cannot unscrew the lid of a jar, try placing a rubber band around its circumference for extra grip.",
"Don't put off breaking up with someone when you know you want to. Prolonging the situation only makes it worse.",
"Don't feed Mogwais after midnight.",
"Your smile could make someone's day, don't forget to wear it.",
"When the cistern is filling, the seat is probably still warm.",
"Never buy cheap cling film.",
"Don't cross the streams.",
"Don't wear clean trousers when walking your dog in the park.",
"When you're looking up at birds flying overhead, keep your mouth closed.",
"As you get older, learn never to trust a fart.",
"When in doubt, just take the next small step.",
"Never let your Mother cut your hair.",
"Everything in moderation, including moderation itself.",
"Don't let the bastards grind you down.",
"To improve productivity, always have a shittier task to put off.",
"Only those who attempt the impossible can achieve the absurd.",
"If you think nobody cares if you're alive, try missing a few payments.",
"There is no reason at all to believe that White Wine is any different to water when it comes to removing Red Wine stains.",
"The most delicious cocktails often have the highest alcohol content. Always pace yourself to preserve your dignity.",
"Never run a marathon in Crocs.",
"Never run with scissors.",
"Don't use Excel or Powerpoint documents for your basic word processing needs.",
"Always double check you actually attached the file to the email.",
"Try to pay at least one person a compliment every day.",
"If you are feeling down, try holding a pencil between your top lip and your nose for five minutes.",
"Build something out of LEGO.",
"Try going commando to an important meeting, NB: don't wear a skirt.",
"If you need cheering up, try searching online for photos of kittens.",
"A long walk alone with some time to think, can work wonders.",
"Walking is a perfectly valid solution to traffic congestion problems.",
"It's wrong to be right.",
"Don't promise what you can't deliver.",
"Accentuate the positive, eliminate the negative.",
"The more ideas that you give away, the more ideas that will come to you.",
"Do not seek praise, seek criticism.",
"Try to do the things that you're incapable of.",
"If you get stuck, try doing the opposite of what the solution requires.",
"Don't give a speech. Put on a show.",
"Don't be afraid of silly ideas.",
"Fail. Fail again. Fail better.",
"Once in a while, eat some sweets you used to enjoy when you were younger.",
"Giving someone a hug can be mutually rewarding. Try to give at least one hug a day to someone.",
"If you're squashed close to strangers on public transport, try not to be rude to them. No one likes those situations.",
"You don't need to floss all of your teeth. Only the ones you want to keep.",
"When having a clear out, ask yourself if an item has any financial, practical or sentimental value. If not, chuck it.",
"Take time once in a while to look up at the stars for at least 5 minutes, in order to comprehend your cosmic significance.",
"The number of vampires in the average home, is directly proportional to the amount of garlic bread in the fridge.",
"Visitors are like fish: As much as you might like them, after three days they start to smell.",
"Don't try and bump start a motorcycle on an icy road.",
"It is easy to sit up and take notice, what's difficult is getting up and taking action.",
"Don't eat anything your grandparents wouldn't recognise as food.",
"Eat food. Not too much, mostly plants.",
"Work is never as important as you think it is.",
"You will always regret the round of Tequila.",
"You will always regret the round of Ju00c3u00a4germeister.",
"Mercy is the better part of justice.",
"Being kind is more rewarding than being right.",
"Just because you are offended, doesn't mean you are right.",
"Opinions are like arseholes, everyone has one.",
"Age is of no importance, unless you are a cheese.",
"For every complex problem there is an answer that is clear, simple, and wrong.",
"Put a piece of kitchen roll in with your bag of leaves to make them last longer.",
"Never set an alarm clock unless you know how to switch it off",
"If you don't want something to be public, don't post it on the Internet.",
"Never write in an email to someone, something which you wouldn't say to that person's face.",
"Turn jeans inside out when washing them to help preserve their colour.",
"Hold the door open for the next person.",
"Don't be afraid to ask questions.",
"Brush your teeth the moment you get up.",
"Drink a glass of water before meals.",
"You can have too much of a good thing.",
"The higher up you are in a company, the more likely it is that your boss is a psychopath.",
"Sometimes, you just need to say sorry. Even if it's not your fault.",
"Good advice is something a man gives when he is too old to set a bad example.",
"Don't give to others advice which you wouldn't follow.",
"If you are ever in doubt about whether or not to wash your hair: Wash it.",
"It's always the quiet ones.",
"Learn from your mistakes.",
"Everybody makes mistakes.",
"Alway do anything for love, but don't do that.",
"Tell it like it is.",
"Respect your elders.",
"Do, or do not. There is no try.",
"When you look around and don't see anyone you respect, its time to leave.",
"A problem shared is a problem halved.",
"If you don't ask, you don't get.",
"Don't ever name files or folders using the word \"Final\".",
"To cleanly remove the seed from an Avocado, lay a knife firmly across it, and twist.",
"Give up your seat for someone who needs it.",
"You're not as fat as you think you are.",
"It's not about who likes you, it's about who you like.",
"Lemon and salt works wonders on tarnished brass.",
"Step 1. Give a shit. Step 2. Don't be a dick. Step 3. Know when to let go.",
"One of the top five regrets people have is that they didn't have the courage to be their true self.",
"One of the top five regrets people have is that they didn't stay in contact with friends.",
"A common regret in life is wishing one hadn't worked so hard.",
"A common regret in life is wishing one had the courage to be ones true self.",
"Don't assume anything is possible or impossible until you've asked the people who will be doing the work.",
"A nod is as good as a wink to a blind horse.",
"If you think your headphones are dying, check the socket for fluff with a straightened paperclip.",
"You spend half your life asleep or in bed. It's worth spending money on a good mattress, decent pillows and a comfy duvet.",
"Winter is coming.",
"Do not check work email on your days off.",
"Why wait until valentines day for a romantic gesture?",
"Taking photos with tablet devices looks weird.",
"When hugging, hug with both arms and apply reasonable, affectionate pressure.",
"When you're at a concert or event, enjoy the moment, enjoy being there. Try leaving your camera in your pocket.",
"Stop procrastinating.",
"If you have grandparents or parents - Talk to them more. Ask them about their life experiences.",
"YOLO",
"Repeat people's names when you meet them.",
"If you find yourself distressed about something, ask yourself if it will still matter tomorrow or next week or next month.",
"The person who never made a mistake never made anything.",
"If you want to be happily married, marry a happy person.",
"Everything matters, but nothing matters that much.",
"You're not that important; it's what you do that counts.",
"Keep it simple.",
"If you're going bald, don't comb your hair over your bald patch.",
"If your hair is thinning, try dying your hair a similar tone to your scalp.",
"If you can't do anything about it, there's no point in worrying about it.",
"If you don't like the opinion you've been given, get another one.",
"When painting a room, preparation is key. The actual painting should account for about 40% of the work.",
"Pedantry is fine, unless you're on the receiving end. And not a pedant.",
"Always the burrito.",
"Today, do not use the words Kind of, Sort of or Maybe. It either is or it isn't.",
"Don't take life too seriously.",
"Some people would be better off if they took their own advice.",
"As things get closer to the light, the shadows get darker.",
"The most important thing is the thing most easily forgotten.",
"When faced with a choice, do both.",
"Accept advice.",
"Try using an old idea.",
"State the problem in words as clearly as possible.",
"What could you increase? What could you reduce?",
"Life is short enough, don't race to the finish.",
"When something goes wrong in life, just shout \"plot twist!\" and carry on.",
"Life can be a lot more interesting inside your head.",
"What's stopping you?",
"Enjoy a little nonsense now and then.",
"You have as many hours in a day as the people you admire most.",
"Stop using the term \"busy\" as an excuse.",
"Big things have small beginnings.",
"Some of life's best lessons are learnt at the worst times.",
"Eliminate the unnecessary.",
"The quieter you become, the more you can hear.",
"No one knows anyone else in the way you do.",
"Do a bit more for your friends.",
"Do something selfless.",
"Remedy tickly coughs with a drink of honey, lemon and water as hot as you can take.",
"If you've nothing nice to say, say nothing.",
"If it still itches after a week, go to the doctors.",
"Always bet on black.",
"Be a good lover.",
"Plant a tree.",
"Good things come to those who wait.",
"Everyone has their down days. Don't take it out on innocent bystanders.",
"It always seems impossible, until it's done.",
"Never regret. If it's good, it's wonderful. If it's bad, it's experience.",
"Never regret. If it's good, it's wonderful. If it's bad, it's experience.",
"Rule number 1: Try not to die. Rule number 2: Don't be a dick.",
"Most things look better when you put them in a circle.",
"Always get two ciders.",
"You can fail at what you don't want. So you might as well take a chance on doing what you love.",
"You can fail at what you don't want. So you might as well take a chance on doing what you love.",
"One of the single best things about being an adult, is being able to buy as much LEGO as you want.",
"The sun always shines above the clouds.",
"Measure twice, cut once.",
"Do not compare yourself with others.",
"Don't always believe what you think.",
"Learn to handle criticism.",
"Don't take it personally.",
"Value the people in your life.",
"Don't always rely on your comforts.",
"Exercise in the rain can really make you feel alive.",
"Have a firm handshake.",
"Look people in the eye.",
"Sing in the shower.",
"Be brave. Even if you're not, pretend to be. No one can tell the difference.",
"Sarcasm is the lowest form of wit. Employ correctly with apt timing.",
"Don't burn bridges.",
"Never waste an opportunity to tell someone you love them.",
"The best sex is fun.",
"The best nights out are when people around you are simply having fun.",
"Try to not compliment people on things they don't control.",
"Don't waste food.",
"Always seek out advice or opinions when making a decision.",
"Play is the true mother of invention.",
"Most things done in secrecy are better left undone.",
"You never really grow up.",
"No \"brand\" is your friend.",
"The hardest things to say are usually the most important.",
"Quality beats quantity.",
"Things are just things. Don't get too attached to them.",
"Once you find a really good friend don't do anything that could mess up your friendship.",
"Try making a list."
]